<div class="text ui tall stacked segment">
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;"><strong>Introdu&ccedil;&atilde;o</strong></span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">No ano de 2009 foi publicado por Satoshi Nakamoto o artigo &ldquo;<em>Bitcoin: A Peer-to-Peer Electronic Cash System</em>&rdquo; que descrevia a moeda virtual Bitcoin, assim como um novo sistema de transfer&ecirc;ncia eletr&ocirc;nica de valores, que eliminava a necessidade de intermedi&aacute;rios. Nascia naquele momento a BlockChain (do ingl&ecirc;s, cadeia ou corrente de Blocos).</span></div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Neste sistema, as informa&ccedil;&otilde;es s&atilde;o inseridas em blocos e cada um destes blocos se correlaciona, formando uma cadeia de blocos de informa&ccedil;&atilde;o. Estes blocos s&atilde;o validados por todos os participantes da rede. Em linhas gerais, trata-se de um grande livro p&uacute;blico de registros, onde todos anotam e validam as transa&ccedil;&otilde;es que s&atilde;o realizadas.</span></div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Quando uma informa&ccedil;&atilde;o &eacute; inserida na BlockChain, ela se torna publica para todos os participantes da rede e se torna imut&aacute;vel - este registro n&atilde;o pode ser alterado ou apagado. Esta &eacute; a caracter&iacute;stica da BlockChain que permite que sejam feitas transfer&ecirc;ncias de Bitcoins entre dois participantes do sistema com total seguran&ccedil;a.</span></div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Desde o seu lan&ccedil;amento em 2009, a tecnologia continuou evoluindo. Al&eacute;m do sistema financeiro, um amplo leque de aplica&ccedil;&otilde;es pode se favorecer com esta nova tecnologia. Por exemplo, registros de bens como im&oacute;veis e ve&iacute;culos. No futuro, tais registros poder&atilde;o ser feitos utilizando-se a BlockChain, evitando fraudes e conferindo seguran&ccedil;a em processos de compra e venda.</span></div>
  <br>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Neste cen&aacute;rio, entendendo o potencial disruptivo desta nova tecnologia, iniciamos o desenvolvimento de um modelo conceitual do que pode vir a ser a tecnologia adotada pelas urnas eletr&ocirc;nicas no futuro, onde o registro dos votos se d&aacute; atrav&eacute;s da BlockChain. O voto, uma vez registrado na BlockChain &eacute; imposs&iacute;vel de ser alterado e, como dito anteriormente, por se tratar de um livro p&uacute;blico de registros, a apura&ccedil;&atilde;o poder&aacute; ser auditada por qualquer cidad&atilde;o. Al&eacute;m disso, o c&oacute;digo fonte do sistema &eacute; aberto, garantindo a transpar&ecirc;ncia de todo o processo.</span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;"><strong>Como utilizar?</strong></span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Para registrar o seu voto &eacute; necess&aacute;rio ter instalada a carteira Ethereum&nbsp;<a href="https://metamask.io/" target="_blank" rel="noopener noreferrer" data-auth="NotApplicable">MetaMask</a>. &Eacute; atrav&eacute;s desta carteira que o voto &eacute; enviado para a rede Ethereum. A MetaMask &eacute; uma extens&atilde;o dispon&iacute;vel para os navegadores&nbsp;<a href="https://chrome.google.com/webstore/detail/nkbihfbeogaeaoehlefnkodbefgpgknn" target="_blank" rel="noopener noreferrer" data-auth="NotApplicable">Chrome</a>&nbsp;e&nbsp;<a href="https://addons.mozilla.org/en-US/firefox/addon/ether-metamask/" target="_blank" rel="noopener noreferrer" data-auth="NotApplicable">Firefox</a>. Ap&oacute;s a instala&ccedil;&atilde;o, deve-se criar uma nova conta (ou utilizar uma conta j&aacute; existente) e se conectar &agrave; rede de testes Rinkeby. Tamb&eacute;m &eacute; necess&aacute;rio ter algum saldo em Ether (o token da rede Ethereum) para enviar o voto para ser processado na rede Ethereum. Clique&nbsp;<a href="https://faucet.rinkeby.io/" target="_blank" rel="noopener noreferrer" data-auth="NotApplicable">aqui</a>&nbsp;para saber como solicitar Ether para testes na rede Rinkeby.</span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;"><strong>ATEN&Ccedil;&Atilde;O:</strong>&nbsp;Este projeto utiliza a rede de testes Rinkeby. Nunca utilize a rede principal (mainnet) Ethereum para registrar o voto. N&oacute;s n&atilde;o nos responsabilizamos pelos custos de opera&ccedil;&otilde;es feitas na rede principal Ethereum.</span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;"><strong>Apoie este projeto</strong></span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">O nosso objetivo &eacute; introduzir a tecnologia BlockChain no processo de atualiza&ccedil;&atilde;o tecnol&oacute;gica das urnas eletr&ocirc;nicas brasileiras. Outras iniciativas como esta est&atilde;o acontecendo ao redor do mundo e maiores informa&ccedil;&otilde;es podem ser consultadas nos sites followmyvote.com, www.v-initiative.org e cryptovoter.org.</span></div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Doa&ccedil;&otilde;es em Ether podem ser feitas atrav&eacute;s do seguinte endere&ccedil;o:<strong> 0x85e4ef58f439804c24b42ba917196f141e452362</strong></span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;"><strong>Contato</strong></span></div>
  <div style="text-align: justify;">&nbsp;</div>
  <div style="text-align: justify;"><span style="font-family: Calibri, sans-serif; font-size: large;">Em caso de cr&iacute;ticas, d&uacute;vidas ou sugest&otilde;es, por favor nos procure:</span></div>
  <br><br>
  <div class="ui centered cards">
    <div class="card">
      <div class="content">
        <img class="right floated mini ui image" src="https://media.licdn.com/dms/image/C4D03AQFu2z4MWSMbmQ/profile-displayphoto-shrink_800_800/0?e=1539820800&v=beta&t=ZLqh2R3ce6xqgJTGyn7JDKSCONUCsSXTZMHw_BC9IoE">
        <div class="header">
          Gustavo J. Moretti
        </div>
        <div class="meta">
          Analista de Sistemas
        </div>
        <div class="description">
          Especialista em desenvolvimento de software para dispositivos móveis.
        </div>
      </div>
      <div class="extra content">
        <div class="ui two buttons">
          <a class="ui basic blue button" href="https://www.linkedin.com/in/gjmoretti/" target="_blank">Linkedin</a>
          <a class="ui basic green button" href="mailto:gjmoretti@gmail.com">Email</a>
        </div>
      </div>
    </div>
    <div class="card">
      <div class="content">
        <img class="right floated mini ui image" src="https://media.licdn.com/dms/image/C4D03AQGytmR_--MPjA/profile-displayphoto-shrink_200_200/0?e=1539820800&v=beta&t=QcYXrROOk77f63oE99PrLBp7t526fJtrpa2_5szBJzA">
        <div class="header">
          Raymundo Saraiva
        </div>
        <div class="meta">
          Engenheiro de Computação
        </div>
        <div class="description">
          Web Developer e Mestrando em Ciência de Dados.
        </div>
      </div>
      <div class="extra content">
        <div class="ui two buttons">
          <a class="ui basic blue button" href="https://www.linkedin.com/in/raymundosaraiva/" target="_blank">Linkedin</a>
          <a class="ui basic green button"  href="mailto:raymundosaraiva@hotmail.com">Email</a>
        </div>
      </div>
    </div>
  </div>

</div>
<br>